---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomDesignLightingLoadPerAreaParam
source: html/88b89c56-f323-0088-238d-9aed69c06570.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomDesignLightingLoadPerAreaParam Property

"Specified Lighting Load per area"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomDesignLightingLoadPerAreaParam { get; }
```